{
  "subtitle": "Solar system 3D simulator",
  "title": "MINERVA I",
  "link": "Website",
  "t1": "VSOP87D model's precision",
  "p1": "is an open-source 3D simulator. You can see a realistic solar system where all the celestial bodies are in the same position as in real life.",
  "p2": "Move between the planets and the Moon at any date to see them in high resolution. Appreciate the huge distances that divide us and how small everything is in comparison.",
  "img1&2.1": "",
  "img1&2.2": "'s solution for the Moon on 1/10/2026 at 5:40",
  "t2": "Distances and trajectories",
  "p3.1": "Calculates the distance between celestial bodies (center to center).",
  "p3.2": "Shows the trajectory that a planet will or has followed during the specified amount of time with some extra information, such as the primary object's final distance, its height relative to the orbital plane (start and end), total distance traveled and displacement.",
  "p4": "In addition, you can click any point in the trajectory to see specific information about its coordinates (rectangular and spherical).",
  "img3": "Earth's trajectory 5 days before the selected date. Distance from Mercury to Earth and Venus (kilometers).",
  "img4": "All planets' trajectories to their orbital period and distance from Venus to Mercury and Mars (ua).",
  "t3": "Eclipses",
  "p5": "Thanks to the 3D representation, you can visualize an approximation of eclipses by projecting some lines and a light from the Moon to the Earth. All this is possible without any specific calculation about eclipses.",
  "e_map": "",
  "e1img1.2": "'s map of the eclipse on August 12, 2026, with the umbra on Greenland's coast at 17:40 UT and in Spain's north at 18:30 UT.",
  "e_aprox": "",
  "e1img2.2": "'s eclipse approximation on Greenland's coast on August 12, 2026 at 17:40 UT.",
  "e1img3.2": "'s eclipse approximation in Spain's north on August 12, 2026 at 17:40 UT.",
  "e2img1.2": "'s map of the eclipse on March 20, 2034, with the umbra on Nigeria's coast at 09:20 UT and Egypt's coast on the Red Sea at 11:00 UT.",
  "e2img2.2": "'s eclipse approximation on Nigeria's coast on March 20, 2034 at 09:20 UT.",
  "e2img3.2": "'s eclipse approximation on Egypt's coast on the Red Sea on March 20, 2034 at 09:20 UT."
}
