{
  "subtitle": "Simulador 3D del sistema solar",
  "title": "MINERVA I",
  "link": "Ver sitio",
  "t1": "La precisión del modelo VSOP87D",
  "p1": "es un simulador 3D para navegador de código abierto. Puedes ver un sistema solar con los cuerpos celestes en la posición en la que se encuentran en la vida real.",
  "p2": "Muévete entre los cuerpos celestes en cualquier fecha para verlos de cerca en alta resolución y apreciar las grandes distancias que nos separan y lo pequeños que son en comparación.",
  "img1&2.1": "Solución de",
  "img1&2.2": " de la luna el 1/10/2026 a las 5:40",
  "t2": "Distancias y trayectorias",
  "p3.1": "Calcula la distancia entre cuerpos celestes (centro a centro).",
  "p3.2": "Muestra la trayectoria que va a seguir o ha seguido un planeta durante el tiempo que indiques junto a un menú con información útil, como la distancia final al cuerpo primario, su altura respecto al plano orbital (inicio y fin), la distancia recorrida y el desplazamiento respecto al inicio.",
  "p4": "Además, puedes pulsar en cualquier punto de la trayectoria para ver información adicional sobre sus coordenadas (esféricas y rectangulares) en el espacio.",
  "img3": "Trayectoria de la Tierra de los últimos 5 días antes de la fecha marcada, distancia desde Mercurio a la Tierra y Venus (kilómetros)",
  "img4": "Trayectoria de todos los planetas a su periodo orbital, distancia de Venus a Mercurio y Marte (ua)",
  "t3": "Eclipses",
  "p5": "Gracias a la representación en 3D del sistema solar, se pueden visualizar aproximaciones de eclipses solares proyectando una luz y unas líneas en dirección contraria al sol. Todo esto es posible sin realizar ningún cálculo extra sobre eclipses",
  "e_map": "Mapa de la",
  "e1img1.2": " del eclipse el 12 de agosto de 2026 con la umbra en la costa de Groenlandia a las 17:40 UT y en el norte de España a las 18:30 UT",
  "e_aprox": "Aproximación de eclipse de",
  "e1img2.2": " en la costa de Groenlandia el 12 de agosto de 2026 a las 17:40 UT",
  "e1img3.2": " en el norte de España el 12 de agosto de 2026 a las 18:30 UT",
  "e2img1.2": " del eclipse el 20 de marzo de 2034 con la umbra en la costa de Nigeria a las 09:20 UT y en la costa de Egipto en el mar Rojo a las 11:00 UT",
  "e2img2.2": " en la costa de Nigeria el 20 de marzo de 2034 a las 09:20 UT",
  "e2img3.2": " la costa de Egipto en el Mar Rojo el 20 de marzo de 2034 a las 11:00 UT"
}
